Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/11_id_512947.html.tmx
Source language: nob
Languages: sme

source: Gå til søk
sme: Mana ohcamii

source: Gå til innhold
sme: Mana sisdollui

source: Gå til toppnavigasjon
sme: Mana bajimus navigašuvdnii

source: Gå til lokalnavigasjon
sme: Mana báikkálaš navigašuvdnii

source: St.meld. nr. 28 (2007-2008)
sme: St.dieđ. nr. 28 (2007-2008)

source: Samepolitikken
sme: Sámepolitihkka

source: 10 Barnehager
sme: 10 Mánáidgárddit

source: Norge har, med bakgrunn i urfolkets rettigheter, en særlig forpliktelse til å ivareta samiske barns og foreldres interesser.
sme: Norggas lea, álgoálbmotvuoigatvuođaid vuođul, erenoamáš geatnegasvuohta váldit vuhtii sámi mánáid ja váhnemiid beroštumiid.

source: Barnehagen er en viktig arena for å utvikle samisk språk, kultur og identitet.
sme: Mánáidgárdi lea okta servodaga deaŧaleamos arenain giella, kultuvra ja identitehta ovdánahttimii.

source: En trygg forankring i eget språk og kultur gir samiske barn de beste forutsetninger for å kunne utvikle sin identitet – samtidig som de skal forholde seg til majoritetssamfunnet.
sme: Go lea oadjebas ­vuohta iežas giela ja kultuvrra dáfus, de dat addá sámi mánáide buot buoremus eavttuid das ahte ovddidit iežaset identitehta – dan seammás go sii galget eallit majoritehtaservodagas.

source: Regjeringens mål er å styrke bruken av samisk språk og å legge til rette for at samiske barn opplever samisk og norsk som likeverdige språk.
sme: Ráđđehusa mihttomearri lea nannet sámegiela anu ja láhčit dili dakkárin ahte sámi mánát vásihit sámegiela ja dárogiela ovttadássásaš giellan.

source: Det er derfor viktig at samiske barn får et barnehagetilbud som styrker deres samiske språkutvikling.
sme: Danne lea deaŧalaš ahte sámi mánát ožžot dakkár mánáidgárdefálaldaga mii nanne sin sámegiel ovdáneami.

source: Figur 11.1 Kommuner med samiske barnehager i Norge
sme: Govus 11.1 Norgga gielddat main leat sámi mánáidgárddit

source: I barnehageloven understrekes at «Barnehagen skal ta hensyn til barnas alder, funksjonsnivå, kjønn, sosiale, etniske og kulturelle bakgrunn, herunder samiske barns språk og kultur.»
sme: Mánáidgárdelágas deattuhuvvo ahte «Mánáidgárdi galgá váldit vuhtii máná agi, doaibmadási, sohkabeali, sosiála, čearddalaš ja kultuvrralaš duogáža ja dasa gullá máná giella ja kultuvra».

source: Det innebærer blant annet at dersom samiske barn går i norskspråklige barnehager, bør foreldre som ønsker det kunne forvente at barnehagens ansatte har kjennskap til og legger vekt på at også den samiske kulturen skal være en del av barnehagens innhold.
sme: Dat mearkkaša earret eará dan ahte jus sámi mánát leat dáčča mánáidgárddis, de galget dat váhnemat gean dan háliidit sáhttit vuordit mánáidgárddi bargiin dieđuid sámi kultuvrras ja sii galget maid deattuhit sámi kultuvrra leat oassin mánáidgárddi sisdoalus.

source: Formålet med det særskilte tilskuddet til samisk barnehagetilbud, er å legge til rette for at samiske barn skal få utvikle samisk språk og kultur i barnehagen.
sme: Ulbmil dainna erenoamáš doarjagiin sámi mánáidgárdefálaldahkii lea dagahit dan ahte sámi mánát galget beassat ovddidit sámi giela ja kultuvrra mánáidgárddis.

source: Øvrige tilskudd som går til stimulering av utbygging av barnehageplasser og finansiering av drift, gjelder for samiske barnehager på lik linje med norske barnehager.
sme: Eará doarjagat mat mannet dasa ahte movttiidahttit eambbo mánáidgárdesajiid háhkat ja ruhtadit doaimma, gusket sámi mánáidgárddiide seamma ollu go dáčča mánáidgárddiide.

source: Fylkesmannen har veiledningsplikt overfor kommuner og barnehageeiere og skal føre tilsyn med at kommunen utfører de oppgaver den som barnehagemyndighet er pålagt etter barnehageloven.
sme: Fylkkamánnis lea bagadallangeatnegasvuohta suohkaniid ja mánáidgárdeeaiggádiid ektui ja dat galgá gozihit ahte suohkan doaimmaha daid bargguid maid galgá, ja maid mánáidgárdeláhka gohčču, go lea mánáidgárdeeiseváldi.

source: Det innebærer blant annet aktivt å gi veiledning på de områder barnehageloven dekker, både overfor kommunen som barnehagemyndighet og overfor kommunale og private barnehageeiere.
sme: Dat mea rk ­kaša earret eará ahte galget aktiivvalaččat addit bagadallama dain surggiin maid mánáidgárdeláhka gokčá, sihke suohkanii mii lea mánáidgárdeeiseváldi ja suohkanlaš ja priváhta mánáidgárdeeaiggádiidda.

source: Sametinget har samtidig et særlig rådgivende ansvar overfor kommuner og barnehager når det gjelder utforming og innhold i samiske barnehager og barnehager med samiske barn.
sme: Dan seammás lea Sámedikkis erenoamáš ráđđeaddi ovddasvástádus suohkanlaš ja priváhta mánáidgárddiide go lea sáhka sámi mánáidgárddiid ja daid mánáidgárddiid gos leat sámi mánát, hábmemis ja sisdoalus.

source: Kunnskapsdepartementet vil konsultere Sametinget om hvordan det kan samarbeides om tilsyn rettet mot den samiske barnehagesektoren, jf. også kap. 11.2.
sme: Máhttodepartemeanta áigu ráđđádallat Sámedikkiin dan movt sáhttet ovttasbargat goziheami dáfus mii lea jurddašuvvon sámi mánáidgárdesuorggi várás, gč. maid kap. 11.2.

source: 10.1 Barnehager for samiske barn
sme: 10.1 Mánáidgárddit sámi mánáide

source: I 2007 var det 41 samiske barnehager i Norge med om lag 1000 samiske barn.
sme: 2007:s ledje 41 sámi mánáidgárddi Norggas main ledje sullii 1000 sámi máná.

source: De samiske barnehagene er etablert fra Vadsø i nord til Oslo i sør.
sme: Sámi mánáidgárddit leat ásahuvvon Čáhcesullo rájes davvin gitta Osloi lulás.

source: Hovedvekten av barnehagene ligger i Finnmark.
sme: Eanaš oassi dain mánáidgárddiin leat Finnmárkkus.

source: Antall samiske barnehager har vært relativt stabilt de senere årene, jf. figur 10.2.
sme: Sámi mánáidgárddiid lohku lea leamaš oalle dásset maŋemus jagiid, gč. govvosa 0.2.

source: Samiske barn i norske barnehager kan få tilbud om samiskopplæring.
sme: Sámi mánát dáčča mánáidgárddiin sáhttet oažžut fálaldaga sámegieloahpahusas.

source: Dette tilbudet har vært økende de senere årene, jf. figur 10.3. I 2007 fikk 14 norske barnehager med samiske barn tilskudd til samisk språkopplæring.
sme: Maŋimus jagiid lea dat fálaldat lassánan, gč. govus 10.3. 2007:s ožžo 14 dáčča mánáidgárddi, main leat sámi mánát, doarjaga sámi giellaoahpahussii.

source: Det er et mål at samiske barn skal få et barnehagetilbud tilpasset sitt språk og sin kulturbakgrunn.
sme: Mihttomearrin lea ahte sámi mánát galget oažžut dakkár mánáidgárdefálaldaga mii lea heivehuvvon sin gillii ja kulturduogážii.

source: Kommunene har et spesielt ansvar for å sikre at samiske barn får et barnehagetilbudet som bygger på samisk språk og kultur, jf. barnehageloven § 8.
sme: Suohkaniin lea erenoamáš ovddasvástádus sihkkarastit ahte sámi mánát ožžot dakkár mánáidgárdefálaldaga mii lea huksejuvvon sámi gillii ja kultuvrii, gč. mánáidgárdelága § 8.

source: Figur 11.2 Barn i samiske barnehager 2002 – 2007
sme: Govus 11.2 Mánát sámi mánáidgárddiin 2002 – 2007

source: Kilde: Sametinget
sme: Gáldu: Sámediggi

source: Figur 11.3 Norske barnehager med samiskopplæring 2002 – 2007
sme: Govus 11.3 Dáčča mánáidgárddit sámi oahpahusain 2002 – 2007

source: Å legge til rette for samiske barnehagetilbud i kommuner der samisk språk og kultur står svakt, er særlig viktig.
sme: Lea erenoamáš deaŧalaš láhčit sámi mánáidgárdefálaldaga dakkár suohkaniidda gos sámi giella ja kultuvra lea hearkkes dilis.

source: Kommuner som er i en fase med revitalisering av samisk språk og kultur bør ta særlig hensyn til at samiske barn får møte samisk språk og kultur i barnehagen.
sme: Suohkanat mat leat dakkár muttus ahte leat ealáskahttime sámi giela ja kultuvrra berrejit váldit erenoamážit vuhtii dan ahte sámi mánát besset deaivvadit sámi gielain ja kultuvrrain mánáidgárddis.

source: Utvikling av samisk språk i barnehagen bør skje i et aktivt samspill mellom barnehage, foreldre og nærmiljø.
sme: Sámi giellaovdánahttin mánáidgárddis berre dahkkojuvvot mánáidgárddi, váhnemiid ja lagaš birrasa aktiiva ovttasdoaibmamiin.

source: 10.2 Sametingets rolle
sme: 10.2 Sámedikki rolla

source: Sametinget tildeler midler over Kunnskapsdepartementets budsjett til tilskudd til samiske barnehager, til utarbeidelse av pedagogisk materiell, til språkopplæring og til informasjons-, utviklings- og veiledningsarbeid i samiske barnehager og barnehager med samiske barn.
sme: Sámediggái juolluduvvojit ruđat Máhttodepartemeanttas ja dat ruđat galget leat sámi mánáidgárddiide, pedagogalaš materiála ráhkadeapmái, giellaoahpahussii ja sámi mánáidgárddiid diehtojuoh ­kin- ovdánahttin- ja bagadallanbargui ja mánáid ­gárddiide gos leat sámi mánát.

source: Det gis et eget tilskudd til barnehager som har vedtektsfestet at de bygger på samisk språk og kultur.
sme: Sierra doarjja addojuvvo daidda mánáidgárddii ­de main lea mearrádus ahte sii barget sámi gielain ja kultuvrrain.

source: Intensjonen med tilskuddet er å dekke de ekstrautgifter som et samisk barnehagetilbud medfører og sikre at samiske barn i barnehagene får mulighet til å utvikle og styrke sitt samiske språk og sin kulturbakgrunn.
sme: Ulbmil dainna doarjagiin lea gokčat daid liigegoluid maid sámi mánáidgárdefálaldat mielddisbuktá ja sihkkarastit ahte sámi mánát mánáidgárddiin ožžot vejolašvuođa ovddidit ja nannet iežaset giela ja kulturduogáža.

source: Sametinget forvalter tilskuddet og har utarbeidet retningslinjer for tildeling.
sme: Sámediggi hálddaša doarjaga ja lea ráhkadan doarjjajuolludan- njuolggadusaid.

source: Sametinget og departementet har fast årlig samarbeidsmøte på administrativt plan.
sme: Sámedikkis ja departemeanttas lea jahkásaš ovttasbargočoahkkin hálddahuslaš dásis.

source: Sametinget samarbeider også med fylkesmennene om barnehagekonferanser, kompetansetiltak, utviklingsarbeid og nettverksarbeid.
sme: Sáme ­diggi ovttasbargá maid fylkkamánniiguin mánáidgárdekonferánssaid, gelbbolašvuođadoaimmaid, ovdánahttinbargguid ja fierpmádatbargguid ektui.

source: Kunnskapsdepartementet vil fra 2008 ta initiativ til to årlige samarbeidsmøter med Sametinget.
sme: Máhttodepartemeanta áigu 2008:s bidjat johtui guktii jagis ovttasbargočoahkkima Sámedikkiin.

source: Se også Sametingets årsmeldinger 2006 (punkt 7.3) og 2007 (punkt 8).
sme: Geahča maiddái Sámedikki 2006 jahkedieđáhusa čuoggá 7.3 ja 2007 jahkedieđáhusa čuoggá 8.

source: 10.3 Kompetanse og rekruttering
sme: 10.3 Gelbbolašvuohta ja rekruhtten

source: Kunnskapsdepartementet har 1. mars 2006 med hjemmel i § 2 i barnehageloven fastsatt forskrift om rammeplan for barnehagens innhold og oppgaver.
sme: Máhttodeparteameanta lea njukčamánu 1. beaivvi 2006 mánáidgárdelága § 2 mielde mearridan rámmaplána njuolggadusa mánáidgárddi sisdoalu ja doaimmaid hárrái.

source: Det samiske perspektivet er en integrert del av den nye rammeplanen.
sme: Sámi perspektiiva lea sisagođđojuvvon oassin ođđa rámmaplánas.

source: Rammeplanen for barnehagen fastslår at «samiske barn trenger støtte til å bevare og utvikle sitt språk og sin kultur uavhengig av hvor i landet de bor.»
sme: Mánáidgárddi rámmaplána duođašta ahte» [...] sámi mánát dárbbašit doarjaga seailluhit ja ovddidit iežaset giela ja kultuvrra gos dal de orožit riikkas.»

source: Sametinget har i samarbeid med Kunnskapsdepartementet utarbeidet veiledningsmateriell til rammeplanen.
sme: Sámediggi lea ovttasráđiid Máhttodeparte ­meanttain ráhkadan bagadallanmateriealla rámma ­plánii.

source: Det er blant annet utgitt et temahefte om samisk kultur i barnehagen.
sme: Earret eará lea almmuhuvvon temágihpa sámi kultuvrra birra mánáidgárddis.

source: Dette er distribuert til alle landets barnehager.
sme: Dat lea juogaduvvon buot riikka mánáidgárddiide.

source: Videre skal det utarbeides et veiledningshefte for ansatte i samiske barnehager og barnehager med samiske barn.
sme: Muđui de galgá ráhkaduvvon bagadallagihpa sámi mánáidgárddiid bargiide ja mánáidgárddiide gos leat sámi mánát.

source: Kunnskapsdepartementet iverksatte våren 2007 Kompetanse i barnehagen – strategi for kompetanseutvikling i barnehagesektoren 2007 – 2010.
sme: Máhttodepartemeanta álggahii 2007 giđa ­Gelbbolašvuohta mánáidgárddis – strategiija ­gelbbolašvuođaovdáneapmái mánáidgárdesuorggis 2007 – 2010.

source: I kompetansestrategien forutsettes det et nært samarbeid med Sametinget i utforming av tiltak for den samiske barnehagesektor.
sme: Gelbbolašvuođastrategiijas lea eaktun lagaš ovttasbargu Sámedikkiin go galgá hábmet doaibmabijuid sámi mánáidgárdesuorgái.

source: Overordnet mål for kompetansestrategien er å videreutvikle barnehagen som lærende organisasjon med et aktivt forhold til kompetanseutvikling.
sme: Bajimus mihttomearri gelbbolašvuođastrategiijas lea ovddidit mánáidgárddi viidáseappot oahpaheaddjiorganisašuvdnan mas lea aktiiva gelbbolašvuođaovdáneapmi.

source: Målgruppen er alle ansatte i kommunale og ikke-kommunale barnehager.
sme: Ulbmiljoavku lea buot suohkanlaš ja ii-suoh ­kanlaš mánáidgárddit.

source: Fire fagområder blir prioritert i strategien: Språkmiljø og språkstimulering, barns medvirkning, samarbeid og sammenheng mellom barnehage og skole og pedagogisk ledelse.
sme: Njeallje fágasuorggi leat vuoruhuvvon strategiijas: Giellabiras ja giellamovttidahttin, mánáid oassálastin, ovttasbargu ja oktavuohta gaskal mánáidgárddi ja skuvlla ja pedagogalaš jođiheami.

source: Høgskolen i Vestfold gjennomførte i 2006 en kartlegging av tilbud og behov for etter- og videreutdanning i barnehagesektoren på oppdrag fra Kunnskapsdepartementet.
sme: Vestfold allaskuvla kártii 2006:s makkár fálaldagat ja dárbbut leat liige- ja viidáset oahpus mánáidgárdesuorggis. Máhttodepartemeanta lei sin bivdán dan bargat.

source: Kartleggingen konkluderte blant annet med at kompetanseplaner bør utvikles lokalt og ses i sammenheng med barnehagens funksjon og stilling i samfunnet.
sme: Kártema boađus lei earret eará ahte gelbbolašvuođaplánat galget ovdánahttojuvvot báikkálaččat ja dan galgá dahkat dan mielde makkár doaibma ja sajádat mánáidgárddis lea servodagas.

source: På oppdrag fra Sametinget og Kunnskapsdepartementet har Samisk høgskole utarbeidet en kompetansekartlegging blant barnehageansatte i samiske barnehager og i barnehager med samiske barn.
sme: Sámediggi ja Máhttodepartemeanta leat dáhtton Sámi allaskuvlla ráhkadit gelbbolašvuođakártema mánáidgárdebargiid gaskkas sámi mánáidgárddiin ja dain mánáidgárddiin gos leat sámi mánát.

source: Kartleggingen viser at det er stort behov for etter- og videreutdanning for styrere, pedagogiske ledere og assistenter i samiske barnehager.
sme: Kárten čájeha stuora dárbbu liige- ja viidáset ohppui jođiheddjiide, pedagogalaš jođiheddjiide ja veahkkebargiide sámi mánáidgárddiin.

source: Ansatte i samiske barnehager peker på de samme kompetansebehov som framkommer i kartleggingen fra Høgskolen i Vestfold, blant annet kompetanse om barns medvirkning, de minste barna i barnehagen, sammenheng barnehage-skole og pedagogisk dokumentasjon.
sme: Sámi mánáidgárddiid bargit čujuhit seamma gelbbolašvuođadárbbuide go daid mat bohtet ovdan Vestfold allaskuvlla kártemis, earret eará gelbbolašvuohta mánáid oassálastima birra, mánáidgárddi unnimus mánát, mánáidgárddi-skuvlla oktiigullan ja pedagogalaš duođašteapmi.

source: I tillegg ble det pekt på at det var stort behov for kompetanse i tospråklighet, duodji og joik.
sme: Dasa lassin de dadje ollu dárbbašit gelbbolašvuođa guovttegielatvuođas, duojis ja luođis.

source: Personalet er den viktigste ressursen i barnehagen, og personalets samlede kompetanse er avgjørende for hva som blir formidlet og vektlagt i barnehagehverdagen.
sme: Bargit leat mánáidgárddi deaŧaleamos resursa, ja sin gelbbolašvuohta lea mearrideaddjin das mii gaskkustuvvo ja deattuhuvvo mánáidgárddis juohke beaivvi.

source: Sametinget har gjennom sitt veiledningsarbeid overfor samiske barnehager og barnehager med samiske barn påpekt at det er stort behov for at personalet har kompetanse i de ulike delene innenfor samisk kultur, levesett og samfunnsliv.
sme: Sámediggi lea bagadallanbarggus bokte sámi mánáidgárddiide ja daidda mánáigárddiide gos leat sámi mánát, čujuhan leat stuora dárbbu das ahte bargiin lea gelbbolašvuohta iešguđet osiin sámi kultuvrras, eallinvuogis ja servodateallimis.

source: Sametinget vil initiere tiltak for å øke kompetansen innenfor disse områdene.
sme: Sámediggi áigu álggahit doaibmabijuid vai lassánivččii gelbbolašvuohta diein surggiin.

source: Herunder blir videreutdanningstilbud og forsøks- og utviklingsarbeid sentralt.
sme: Dasto gártá guovddážii liigeoahppu ja geahččalan- ja ovdánahttinbargu.

source: Det er regjeringens mål at bruken av samisk språk styrkes, og at samisk språk blir en ressurs for nye samiske generasjoner.
sme: Ráđđehusa mihttomearri lea sámegiela nannet ja sámegiella galggašii šaddat resursan ođđa sámi buolvvaide.

source: Arbeid med språkutvikling må starte tidlig.
sme: Giellaovdánahttinbargguin ferte juo hui árrat álgit.

source: Språkarbeid er et av de viktigste arbeidsområdene for barnehagene, og for samiske barn er tidlig og god språkstimulering avgjørende for å videreutvikle og bevare samisk språk.
sme: Giellabargu lea okta dain deaŧa ­-leamos bargguin mánáidgárddis. Sámi mánáide lea árra ja buorre giellaoalgguheapmi mearrideaddjin go sii galget ovddidit ja seailluhit sámegiela.

source: Det er særlig viktig å rette fokus mot lule- og sørsamiske områder hvor det samiske språket står svakt.
sme: Ere ­noamáš deaŧalaš lea čalmmustahttit julev- ja oarjelsámiguovlluid gos sámegiella lea hearkkes dilis.

source: Barnehageloven § 2 understreker eksplisitt at barnehagen skal ta hensyn til samiske barns språk.
sme: Mánáidgárdeláhka § 2 deattuha jura juste ahte mánáidgárdi galgá váldit vuhtii sámi mánáid giela.

source: Sametinget har arbeidet bevisst med språkutvikling i barnehager i flere år, blant annet gjennom konferanser, seminarer, veiledning overfor kommuner og enkeltbarnehager og ulike typer nettverk.
sme: Sámediggi lea máŋga jagi bargan dihtomie ­lalaččat mánáidgárddi giellaovdánahttimiin, earret eará konferánssaid, semináraid, suohkaniid ja ovttaskas mánáidgárddiid bagadallamiin ja iešguđetlágan fierpmádagaiguin.

source: Flere kommuner har ansatt egne språkmedarbeidere som veileder barnehager og skoler i utviklingen av det samiske innholdet i rammeplan og læreplan.
sme: Máŋga suohkana leat bidjan bargui sierra giellabargiid geat bagadallet skuvllaid das movt galgá ráhkadit sámi sisdoalu rámmaplánain ja oahppoplánain.

source: Andre har engasjert den eldre generasjon for formidling av samisk kultur og språk.
sme: Máŋgga mánáidgárddis ja suohkanis leat maid buorit vásáhusat iešguđetlágan giellalávgunprošeavttaiguin.

source: Barnehageeier kan søke om statlige kompetansemidler via kommunene.
sme: Earát gis leat bivdán boarrásit buolvva gaskkustit sámi kultuvrra ja giela.

source: Boks 11.1 Badjemánáid beaiveruoktu – språkprosjekt
sme: Boksa 11.1 Badjemánáid beaiveruoktu – giellaprošeakta

source: Badjemánáid beáiveruoktu i Karasjok har hatt et språkmotiveringsprosjekt i to år.
sme: Kárášjoga badjemánáid beaiveruovttus lea leamaš giellamovttidahttinprošeakta mii bisttii guokte jagi.

source: Målet med prosjektet er å styrke og utvikle barnas språkkompetanse i reindriftsterminologi, stedsnavn, stedsbetegnelser og vær- og føreforhold.
sme: Ulbmil prošeavttain lea nannet ja ovddidit mánáid giellagealbbu boazodoalloterminologiijas, báikenamain, báikenamahusain ja dálke- ja siivodilálašvuođain.

source: Barnehagen har mottatt prosjektmidler fra Sametinget.
sme: Mánáidgárdi lea ožžon prošeaktaruđaid Sámedikkis.

source: Dette har gjort det mulig for foreldrene å ta med barna til fjells eller til reinflokken uten at de har måttet betale for plassen i den perioden.
sme: Váhnemat leat dasto beassan váldit mánáideaset mielde meahccái dahje ealu lusa, eai ge sii leat dárbbašan máksit saji ovddas dan botta.

source: Alle foreldre skal legge fram logg og rapport til barnehagen etter turen.
sme: Maŋŋil mátkki galget buot váhnemat addit logga ja raportta mánáidgárdái.

source: Rapporten skal omhandle tiltak, arbeid, ord og uttrykk, gjennomføring, evaluering og bilder.
sme: Raporttas galget boahtit ovdan doaimmat, bargu, sánit ja dajaldagat, čađaheapmi, árvvoštallan ja govat.

source: Barnehagen er opptatt av å lære barna ord og uttrykk der hvor arbeidet utføres og i miljø hvor barn og voksne har felles fokus om det man snakker om.
sme: Juohke mánáidgárdeeaiggádis lea ovddasvástádus das ahte sin doaimmas lea doarvái gelbbolašvuohta doaibmat gustojeaddji lágaid ja njuolggadusaid mielde.

source: Besteforeldre er også en viktig ressurs i barnehagen.
sme: Mánáidgárdeeaiggádis lea ovddasvástádus bargiid gelbbolašvuođaloktemis ja dat galgá bidjat dárbbašlaš resurssaid olámuddui vai lea vejolaš dan bargat.

source: Tradisjonell kunnskap må føres fra en generasjon til neste.
sme: Mánáidgárdeeaiggát sáhttá ohcat stáhta gelbbolašvuođaruđaid suohkaniid bokte.

source: 10.3.1 Rekruttering av barnehagepersonale
sme: 10.3.1 Mánáidgárdebargiid háhkan

source: Kunnskapsdepartementet la våren 2007 fram Strategi for rekruttering av førskolelærere til barnehagen 2007 – 2011.
sme: Máhttodepartemeanta bijai 2007 giđa ovdan Stategiija ovdaskuvlaoahpaheddjiid háhkat mánáidgárdái 2007 – 2011.

source: Den rekordstore veksten i antall barnehageplasser gjør at behovet for førskolelærere har økt de siste årene.
sme: Mánáidgárdesajit leat hirbmadit lassánan ja dat dagaha ahte ovdaskuvlaoahpaheddjiid dárbu lea sturron maŋimus jagiid.

source: Strategien skal imøtekomme de nasjonale rekrutteringsutfordringene.
sme: Strategiija galgá dustet nationála rekruterenhástalusaid.

source: På bakgrunn av strategien og oppdatert kunnskap om utviklingen i sektoren, vil departementet utarbeide årlige tiltaksplaner.
sme: Strategiija ja ođastuvvon máhtu vuođul dán suorggi birra, áigu departemeanta ráhkadit doaibmaplánaid juohke jagi.

source: Det er fortsatt en stor utfordring å rekruttere barnehagepersonale med samiskspråklig kompetanse.
sme: Ain lea stuora hástalussan háhkat mánáidgárdebargiid geain lea sámegielmáhttu.

source: Når det gjelder pedagogisk personale, står den samiske barnehagesektoren overfor en dobbel utfordring: Det er vanskelig å rekruttere førskolelærere generelt og førskolelærere med samiskspråklig kompetanse spesielt.
sme: Sámi mánáidgárdesuorggis lea duppal hástalus go lea sáhka pedagogalaš bargiin: Oppalaččat lea juo váttis háhkat ovdaskuvlaoahpaheddjiid ja erenoamážit dakkár ovdaskuvlaoahpaheddjiid geain lea sáme ­gielmáhttu.

source: Samtidig er det viktig å beholde det personalet som allerede arbeider i barnehagen.
sme: Seammás lea deaŧalaš doalahit daid bargiid geat juo barget mánáidgárddis.

source: Det er særlig behov for å utdanne førskolelærere med samiskspråklig kompetanse i sør- og lulesamisk språkområde.
sme: Ere noa ­mážit lulli- ja julevsámiguovlluin lea dárbu dakkár oahppan ovdaskuvlaoahpaheddjiide geain lea sámegielmáhttu.

source: Likeledes er det behov for samisktalende personale i flere kommuner utenfor indre Finnmark.
sme: Lea maid dárbu sámegielat bargii ­de oallut suohkaniin olggobealde Sis-Finnmárkku.

source: Sametinget har siden 2002 hatt en egen ordning med stipend til førskolelærere og allmennlærere, blant annet innenfor læremiddelpedagogikk og språk.
sme: Sámedikkis lea 2002 rájes leamaš sierra ­stipeandaortnet ovdaskuvlaoahpaheddjiide ja dábálaš oahpaheddjiide, earret eará oahpponeav ­vopedagogihkas ja gielas.

source: Det er blant annet gitt stipend til førskolelærere med fordypning i lulesamisk språk.
sme: Earret eará de leat juolludan stipeanddaid ovdaskuvlaoahpaheddjiide geat leat čiekŋudahttán julevsámegillii.

source: Utfordringen er imidlertid at det er få søkere, og at et fåtall av disse oppfyller kriteriene som er satt for tildeling.
sme: Hástalussan lea dat go leat unnán ohccit, ja ahte dat ohccit hárve devdet eavttuid mat leat biddjon juolludeami oktavuođas.
